Revit 2027 API
ParameterTypeId.FabricParamCutSheetMass Property
 "Cut Sheet Mass": Calculated cut sheet mass [Sheet Mass per Unit Area * (Cut Overall Length * Cut Overall Width)]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamCutSheetMass { get; }
Public Shared ReadOnly Property FabricParamCutSheetMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamCutSheetMass {
	ForgeTypeId^ get ();
}
static member FabricParamCutSheetMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace